Repository: JustZappIt/ios-zapp
Catalog: secant/Resources/Localizable.xcstrings
Source language: en
Languages: es

# reportSwap.msg
source: Tapping the button below will send details about this swap (like the deposit address and target asset) to the Zapp support team so they can help resolve your issue. The transaction info is included automatically.
es: Al tocar el botón de abajo, se enviarán detalles de este swap (como la dirección de depósito y el activo destino) al equipo de soporte de Zapp para que puedan ayudarte a resolver tu problema. La información de la transacción se incluye automáticamente.

# reportSwap.please
source: Please describe your issue here:
es: Por favor describe tu problema aquí:

# reportSwap.report
source: Report Issue
es: Reportar problema

# reportSwap.sourceAsset
source: Source Asset: %@ on %@
es: Activo de origen: %@ en %@

# reportSwap.swapDetails
source: Swap Details:
es: Detalles del swap:

# reportSwap.targetAsset
source: Target Asset: %@ on %@
es: Activo destino: %@ en %@

# reportSwap.title
source: Report Swap Issue
es: Reportar problema con swap

# requestZec.summary.shareDesc
source: Hi, I have generated a ZEC payment request for you using the Zapp app!
es: Hola, he generado una solicitud de pago en ZEC para ti utilizando la aplicación Zapp.

# requestZec.summary.shareMsg
source: (download link: https://apps.apple.com/app/zashi-zcash-wallet/id1672392439)
es: (enlace de descarga: https://apps.apple.com/app/zashi-zcash-wallet/id1672392439)

# requestZec.summary.shareQR
source: Share QR Code
es: Compartir Código QR

# requestZec.summary.shareTitle
source: Request ZEC
es: Solicitar ZEC

# requestZec.title
source: Payment Request
es: Solicitud de Pago

# requestZec.whatFor
source: What’s this for?
es: ¿Para qué es esto?

# restoreInfo.gotIt
source: Got it!
es: ¡Entendido!

# restoreInfo.tip1
source: Keep the Zapp app open on an active phone screen.
es: Mantén la app de Zapp abierta con la pantalla del teléfono activa.

# restoreInfo.tip2
source: To prevent your phone screen from going dark, turn off power-saving mode and keep your phone plugged in.
es: Para evitar que la pantalla se apague, desactiva el modo de ahorro de energía y mantén el teléfono conectado a la corriente.

# restoreInfo.title
source: Keep Zapp open!
es: ¡Mantén Zapp abierto!

# restoreWallet.birthday.estimate
source: Estimate my block height
es: Estimar mi altura de bloque

# restoreWallet.birthday.estimateDate.title
source: First Wallet Transaction
es: Primera Transacción de la Billetera

# restoreWallet.birthday.estimated.info
source: Zapp will scan and recover all transactions made after the following block number.
es: Zapp escaneará y recuperará todas las transacciones realizadas después del siguiente número de bloque.

# restoreWallet.birthday.estimated.title
source: Estimated Block Height
es: Altura de Bloque Estimada

# restoreWallet.birthday.fieldInfo
source: Wallet Birthday Height is the point in time when your wallet was created.
es: La Altura de Cumpleaños de la Billetera es el momento en que se creó tu billetera.

# restoreWallet.birthday.info
source: Entering your Wallet Birthday Height helps speed up the restore process.
es: Ingresar la Altura de Cumpleaños de tu Billetera ayuda a acelerar el proceso de restauración.

# restoreWallet.birthday.placeholder
source: Enter number
es: Ingresa el número

# restoreWallet.birthday.title
source: Block Height
es: Altura de Bloque

# restoreWallet.help.phrase
source: ^[The Secret Recovery Phrase](style: 'boldPrimary') is a unique set of 24 words, appearing in a precise order. It can be used to gain full control of your funds from any device via any Zcash wallet app. Think of it as the master key to your wallet. It is stored in Zapp’s Advanced Settings.
es: ^[La Frase de Recuperación Secreta](style: 'boldPrimary') es un conjunto único de 24 palabras, que aparecen en un orden preciso. Se puede usar para obtener control total de tus fondos desde cualquier dispositivo a través de cualquier aplicación de billetera Zcash. Piensa en ella como la llave maestra de tu billetera. Se guarda en la Configuración Avanzada de Zapp.

# restoreWallet.help.title
source: Need to know more?
es: ¿Necesitas saber más?

# restoreWallet.info
source: Please type in your 24-word secret recovery phrase in the correct order.
es: Por favor, ingresa tu frase secreta de recuperación de 24 palabras en el orden correcto.

# restoreWallet.title
source: Secret Recovery Phrase
es: Frase de Recuperación Secreta

# resyncEstimatedBlockHeightInfo
source: Your wallet will be resynced from ^[%@](style: 'boldPrimary') (%@ blocks). Zapp will scan and recover all transactions made after the following block number.
es: Tu billetera se resincronizará desde ^[%@](style: 'boldPrimary') (%@ bloques).. Zapp escaneará y recuperará todas las transacciones realizadas después del siguiente número de bloque.

# resyncWallet.change
source: Change
es: Cambiar

# resyncWallet.confirmTitle
source: Confirm Resync
es: Confirmar Resincronización

# resyncWallet.dateInfo
source: Unless you specify otherwise below, Zapp will resync from the date displayed.
es: A menos que especifiques lo contrario a continuación, Zapp se resincronizará desde la fecha mostrada.

# resyncWallet.description
source: Resync the current wallet without resetting the app. This can be used to troubleshoot issues that would normally require restoring your wallet like fixing your Keystone balance.
es: Resincroniza la billetera actual sin restablecer la app. Esto puede usarse para solucionar problemas que normalmente requerirían restaurar tu billetera como corregir tu balance de Keystone.

# resyncWallet.failedDescription
source: Resync of the wallet couldn’t be finalized. Please try again or report an issue.
es: No se pudo completar la resincronización de la billetera. Inténtalo de nuevo o informa del problema.

# resyncWallet.failedTitle
source: Resync Failed
es: Error de resincronización

# resyncWallet.start
source: Start Resync
es: Iniciar resincronización

# resyncWallet.title
source: Resync Wallet
es: Resincronizar Billetera

# resyncWalletCurrentHeightInfo
source: Your wallet will be resynced from ^[%@](style: 'boldPrimary') (%@ blocks). Use the button below if you wish to change it.
es: Tu billetera se resincronizará desde ^[%@](style: 'boldPrimary') (%@ bloques).. Usa el botón de abajo si deseas cambiarlo.

# root.destination.alert.failedToProcessDeeplink.message
source: Deeplink: (%@)) Error: (%@) (code: %@)
es: Enlace profundo: (%@)) Error: (%@) (código: %@)

# root.destination.alert.failedToProcessDeeplink.title
source: Failed to process deeplink.
es: No se pudo procesar el enlace profundo.

# root.existingWallet.Message
source: We identified a Zapp database backup on this device. If you create a new wallet, you will lose access to this database backup and if you try to restore later, some information may be lost.
es: Identificamos una copia de seguridad de la base de datos de Zapp en este dispositivo. Si creas una nueva billetera, perderás acceso a esta copia de seguridad de la base de datos y si intentas restaurarla más tarde, se podría perder información.

# root.existingWallet.restore
source: Restore
es: Restaurar

# root.initialization.alert.cantCreateNewWallet.message
source: Can't create new wallet. Error: %@
es: No se puede crear una nueva billetera. Error: %@

# root.initialization.alert.cantLoadSeedPhrase.message
source: Can't load seed phrase from local storage.
es: No se puede cargar la frase semilla desde el almacenamiento local.

# root.initialization.alert.cantStoreThatUserPassedPhraseBackupTest.message
source: Can't store information that user passed phrase backup test. Error: %@
es: No se puede almacenar la información de que el usuario pasó la prueba de respaldo de frase. Error: %@

# root.initialization.alert.failed.title
source: Wallet initialisation failed.
es: Falló la inicialización de la billetera.

# root.initialization.alert.sdkInitFailed.title
source: Failed to initialize the SDK
es: No se pudo inicializar el SDK

# root.initialization.alert.walletStateFailed.message
source: App initialisation state: %@.
es: Estado de inicialización de la aplicación: %@.

# root.initialization.alert.wipe.message
source: Are you sure?
es: ¿Estás seguro?

# root.initialization.alert.wipe.title
source: Wipe of the wallet
es: Borrado de la billetera

# root.initialization.alert.wipeFailed.message
source: Wallet deletion only partially succeeded. Please retry to finish the resetting process.
es: La eliminación de la billetera solo tuvo éxito parcialmente. Por favor, intenta de nuevo para completar el proceso de restablecimiento.

# root.initialization.alert.wipeFailed.title
source: Wallet deletion failed.
es: La eliminación de la billetera falló

# root.seedPhrase.differentSeed.message
source: This recovery phrase doesn't match the Zapp database backup saved on this device. If you proceed, you will lose access to this database backup and if you try to restore later, some information may be lost.
es: Esta frase de recuperación no coincide con la copia de seguridad de la base de datos de Zapp guardada en este dispositivo. Si continúas, perderás acceso a esta copia de seguridad de la base de datos y si intentas restaurarla más tarde, se podría perder información.

# root.seedPhrase.differentSeed.tryAgain
source: Try Again
es: Intentar de nuevo

# root.serviceUnavailable.Message
source: Your current server is experiencing difficulties. Check your device connection, and/or navigate to Advanced Settings to choose a different server.
es: Tu servidor actual está experimentando dificultades. Verifica la conexión de tu dispositivo y/o navega a Configuración Avanzada para elegir un servidor diferente.

# root.serviceUnavailable.switchServer
source: Switch server
es: Cambiar servidor

# scan.cameraSettings
source: The camera is not authorized. Please go to the system settings of Zapp and turn it on.
es: La cámara no está autorizada. Por favor, ve a la configuración del sistema de Zapp y actívala.

# scan.invalidImage
source: This image doesn't contain a valid Zcash address.
es: Esta imagen no contiene una dirección Zcash válida.

# scan.invalidQR
source: This QR code doesn't contain a valid Zcash address.
es: Este código QR no contiene una dirección Zcash válida.

# scan.openSettings
source: Open settings
es: Abrir configuración

# scan.severalCodesFound
source: This image contains several valid Zcash addresses.
es: Esta imagen contiene varias direcciones Zcash válidas.

# send.addressNotInBook
source: Add contact by tapping on Address Book icon.
es: Agrega un contacto tocando el ícono de la libreta de direcciones.

# send.addressPlaceholder
source: Zcash Address
es: Dirección de Zcash

# send.alert.failure.title
source: Failed to send funds
es: No se pudo enviar fondos

# send.amount
source: Amount
es: Monto

# send.amountSummary
source: Total Amount
es: Monto Total

# send.confirmationTitle
source: Confirmation
es: Confirmación

# send.currencyUnavailable.continueInZEC
source: Continue in ZEC
es: Continuar en ZEC

# send.currencyUnavailable.desc
source: Live rates for %@ can't be fetched right now. You can use USD as a fallback, or keep entering amounts in ZEC only.
es: No se pueden obtener las tasas en tiempo real de %@ en este momento. Puedes usar USD como alternativa o seguir ingresando montos solo en ZEC.

# send.currencyUnavailable.switchToUSD
source: Switch to USD
es: Cambiar a USD

# send.currencyUnavailable.title
source: %@ conversion unavailable
es: Conversión de %@ no disponible

# send.error.insufficientFunds
source: Insufficient funds
es: Fondos insuficientes

# send.error.invalidAddress
source: Invalid address
es: Dirección no válida

# send.error.invalidAmount
source: Invalid amount
es: Monto no válido

# send.failure
source: Unable to send
es: No se pudo enviar

# send.failureAnchorInfo
source: Your wallet's chain state changed while preparing this transaction. Please wait for sync to complete and try again.
es: El estado de la cadena cambió mientras se preparaba la transacción. Por favor, espera a que la sincronización termine e intenta de nuevo.

# send.failureInfo
source: There was an error attempting to send coins. Try it again, please.
es: Hubo un error al intentar enviar monedas. Por favor, inténtalo de nuevo.

# send.failureShielding
source: Unable to shield
es: No se pudo proteger

# send.failureShieldingInfo
source: There was an error attempting to shield your coins. Try it again, please.
es: Hubo un error al intentar proteger tus monedas. Por favor, inténtalo de nuevo.

# send.feeSummary
source: Fee
es: Tarifa

# send.info.memo
source: Transparent transactions can’t have memos
es: Las transacciones transparentes no pueden tener mensajes

# send.memoPlaceholder
source: Write encrypted message here...
es: Escribe un mensaje que será enviado cifrado...

# send.message
source: Message
es: Mensaje

# send.partialFailureInfo
source: Only some of the transactions were accepted. Please contact support so we can help verify and recover the remaining funds.
es: Solo se aceptaron algunas de las transacciones. Contacta a soporte para que podamos ayudar a verificar y recuperar los fondos restantes.

# send.pendingInfo
source: Your transaction is being processed.
es: Tu transacción se está procesando.

# send.pendingShieldingInfo
source: Your shielding transaction is being processed.
es: Tus Fondos Protegidos se están procesando.

# send.pendingShieldingTitle
source: Shielding Pending
es: Fondos Protegidos Pendiente

# send.pendingTimeoutInfo
source: Timed out waiting for a server response. Your transaction may still have been broadcast.
es: Se agotó el tiempo de espera de la respuesta del servidor. Es posible que tu transacción aún se haya transmitido.

# send.pendingTitle
source: Transaction Pending
es: Transacción Pendiente

# send.report
source: Report
es: Reportar

# send.requestPayment.for
source: For:
es: Para:

# send.requestPayment.requestedBy
source: Requested By
es: Solicitado por

# send.requestPayment.title
source: Payment Request
es: Solicitud de Pago

# send.review
source: Review
es: Revisar

# send.sending
source: Sending...
es: Enviando...

# send.sendingInfo
source: Your coins are being sent to
es: Tus monedas están siendo enviados a

# send.shielding
source: Shielding
es: Protegiendo

# send.shieldingInfo
source: Your coins are getting shielded
es: Tus monedas están siendo protegidos

# send.success
source: Sent!
es: ¡Enviado!

# send.successInfo
source: Your coins were successfully sent to
es: Tus monedas fueron enviados exitosamente a

# send.successShielding
source: Shielded!
es: ¡Protegidos!

# send.successShieldingInfo
source: Your coins have been successfully shielded
es: Tus monedas han sido protegidos con éxito

source: Send to
es: Enviar a

# send.toSummary
source: Send to
es: Enviando a

# send.viewTransaction
source: View Transaction
es: Ver Transacción

# sendFeedback.desc
source: Please let us know about any problems you have had, or features you want to see in the future.
es: Por favor, háznos saber sobre cualquier problema que hayas tenido, o funciones que te gustaría ver en el futuro.

# sendFeedback.hcwhPlaceholder
source: I would like to ask about...
es: Me gustaría preguntar sobre...

# sendFeedback.howCanWeHelp
source: How can we help you?
es: ¿Cómo podemos ayudarte?

# sendFeedback.ratingQuestion
source: How is your Zapp experience?
es: ¿Cómo ha sido tu experiencia con Zapp?

# sendFeedback.screenTitle
source: Support
es: Soporte

# sendFeedback.share.notAppleMailInfo
source: Your device doesn’t have an Apple email set up, so we prepared this message for you to send using your preferred email client. Please send this message to:
es: Tu dispositivo no tiene configurado un correo de Apple, así que preparamos este mensaje para que lo envíes usando tu cliente de correo preferido. Por favor, envía este mensaje a:

# sendFeedback.share.title
source: Support message
es: Mensaje de soporte

# sendFeedback.title
source: Send Us Feedback
es: Envíanos tus Comentarios

# sendSelect.payWithNear
source: CrossPay with Near
es: CrossPay con Near

# sendSelect.swapWithNear
source: Swap ZEC with NEAR Intents
es: Swap ZEC con NEAR Intents

# sendSelect.swapWithNear.desc
source: Swap ZEC with other cryptocurrencies.
es: Haz swap de ZEC con otras criptomonedas.

# sendSelect.zashi.send
source: Pay in ZEC
es: Pagar en ZEC

# sendSelect.zashi.send.desc
source: Pay anyone by sending them ZEC.
es: Paga a cualquiera enviándole ZEC.

# serverSetup.active
source: Active
es: Activo

# serverSetup.alert.failed.title
source: Invalid endpoint
es: Punto final no válido

# serverSetup.allServers
source: Browse all servers
es: Explorar todos los servidores

# serverSetup.automatic
source: Automatic
es: Automático

# serverSetup.connectionMode
source: Connection mode
es: Modo de conexión

# serverSetup.couldTakeTime
source: This may take a moment...
es: Esto puede tardar un momento...

# serverSetup.custom
source: custom
es: personalizado

# serverSetup.default
source: Default
es: Predeterminado

# serverSetup.fastestServers
source: Fastest servers
es: Servidores más rápidos

# serverSetup.otherServers
source: Other servers
es: Otros servidores

# serverSetup.performingTest
source: Performing Server Test
es: Realizando prueba de servidor

# serverSetup.placeholder
source: <hostname>:<port>
es: <nombre del host>:<puerto>

# serverSetup.refresh
source: Refresh
es: Actualizar

# serverSetup.save
source: Save selection
es: Guardar selección

# serverSetup.testing
source: Testing
es: Probando

# serverSetup.title
source: Server
es: Servidor

# settings.about
source: About
es: Acerca de

# settings.addressBook
source: Address Book
es: Libreta de Direcciones

# settings.advanced
source: Advanced Settings
es: Configuración Avanzada

# settings.chooseServer
source: Choose a Server
es: Elegir un Servidor

# settings.deleteZashi
source: Reset Zapp
es: Restablecer Zapp

# settings.deleteZashiWarning
source: You will be asked to confirm on the next screen
es: Se te pedirá que confirmes en la siguiente pantalla

# settings.exportLogsOnly
source: Export logs only
es: Exportar solo registros

# settings.exportPrivateData
source: Export Private Data
es: Exportar Datos Privados

# settings.feedback
source: Send Us Feedback
es: Envíanos tus Comentarios

# settings.flexa
source: Pay with Flexa
es: Pagar con Flexa

# settings.flexaDesc
source: Spend ZEC at thousands of retail locations.
es: Gasta ZEC en miles de establecimientos comerciales.

# settings.keystone
source: Connect Keystone
es: Conectar Keystone

# settings.keystoneDesc
source: Connect airgapped hardware wallet to store shielded ZEC.
es: Conecta una billetera de hardware aislada (air-gapped) para almacenar ZEC protegidos.

# settings.private
source: Tor Protection
es: Protección Tor

# settings.recoveryPhrase
source: Zapp Recovery Phrase
es: Frase de Recuperación de Zapp

# settings.title
source: More
es: Más

# settings.version
source: Version %@ (%@)
es: Versión %@ (%@)

# settings.whatsNew
source: What’s New
es: Novedades

# settingsYou.allSettingsSubtitle
source: Address book, advanced, about
es: Libreta de direcciones, avanzado, acerca de

# settingsYou.allSettingsTitle
source: All settings
es: Todos los ajustes

# settingsYou.appLockSubtitle
source: Change PIN or switch auth method
es: Cambia el PIN o el método de autenticación

# settingsYou.appLockTitle
source: App lock
es: Bloqueo de la app

# settingsYou.chatProfile.subtitle
source: Your name, read receipts, online status
es: Tu nombre, confirmaciones de lectura, estado en línea

# settingsYou.chatProfile.title
source: Chat profile
es: Perfil de chat

# settingsYou.contacts.subtitle
source: Name the people you chat with
es: Nombra a las personas con las que chateas

# settingsYou.contacts.subtitleNew
source: Manage your chat contacts
es: Gestiona tus contactos de chat

# settingsYou.contacts.title
source: Contacts
es: Contactos

# settingsYou.groupMore
source: More
es: Más

# settingsYou.groupPeople
source: People
es: Personas

# settingsYou.groupPrivacy
source: Privacy
es: Privacidad

# settingsYou.groupSecurity
source: Security
es: Seguridad

# settingsYou.groupWallet
source: Wallet
es: Cartera

# settingsYou.localCurrencySubtitle
source: Show balances in your local currency
es: Muestra los saldos en tu moneda local

# settingsYou.localCurrencyTitle
source: Local currency
es: Moneda local

# settingsYou.p2pPaymentMethodSubtitle
source: Choose your country and local payment rail
es: Elige tu país y método de pago local

# settingsYou.p2pPaymentMethodTitle
source: P2P payment method
es: Método de pago P2P

# settingsYou.p2pTransactionsSubtitle
source: View payments and recover cancelled orders
es: Consulta pagos y recupera pedidos cancelados

# settingsYou.p2pTransactionsTitle
source: P2P transactions
es: Transacciones P2P

# settingsYou.profileIdentity.subtitle
source: Your name, messaging key, privacy
es: Tu nombre, clave de mensajería, privacidad

# settingsYou.profileIdentity.title
source: Profile & identity
es: Perfil e identidad

# settingsYou.serverSubtitle
source: Choose a lightwalletd server
es: Elige un servidor lightwalletd

# settingsYou.serverTitle
source: Server
es: Servidor

# settingsYou.title
source: You
es: Tú

# settingsYou.torSubtitle
source: Route connections through Tor
es: Enruta las conexiones a través de Tor

# sheet.insufficientBalance.msg
source: We couldn’t create this transaction for you. Your wallet doesn’t have enough balance to cover both the transaction amount and transaction fees. Please lower the transaction amount to account for the fees.
es: No pudimos crear esta transacción. Tu billetera no tiene suficiente saldo para cubrir tanto el monto de la transacción como las comisiones. Por favor, reduce el monto para considerar las comisiones.

# sheet.insufficientBalance.title
source: Insufficient Funds
es: Fondos insuficientes

# sheet.syncTimeout.desc
source: There was an error trying to execute the last operation. Check your connection, VPN setting, restart the app, or try one of the following:
es: Ocurrió un error al intentar ejecutar la última operación. Revisa tu conexión, la configuración de VPN, reinicia la app o prueba una de las siguientes opciones:

# sheet.syncTimeout.server
source: Switch server
es: Cambiar servidor

# sheet.syncTimeout.title
source: Something went wrong
es: Algo salió mal

# sheet.syncTimeout.tor
source: Disable Tor protection
es: Deshabilitar protección Tor

# shieldFunds.error.failure.message
source: An error happened during the last shielding transaction. You can try again later or report this issue if the problem persists. %@
es: Ocurrió un error durante la última transacción de protección. Puedes intentarlo nuevamente más tarde o reportar este problema si persiste. %@

# shieldFunds.error.gprc.message
source: An error happened during the last shielding transaction. We will try to resubmit the transaction later. If it fails, you may need to repeat the shielding attempt at a later time.
es: Ocurrió un error durante la última transacción de protección. Intentaremos reenviar la transacción más tarde. Si falla, es posible que debas repetir el intento de protección más tarde.

# shieldFunds.error.title
source: Shielding Error
es: Error de Protección

# smartBanner.content.autoShielding.button
source: Start
es: Iniciar

# smartBanner.content.autoShielding.info
source: Enable automatic shielding
es: Activa la protección automática

# smartBanner.content.autoShielding.title
source: Auto-Shielding
es: Auto-Protección

# smartBanner.content.backup.button
source: Start
es: Iniciar

# smartBanner.content.backup.info
source: Prevent potential loss of funds
es: Evita la pérdida potencial de fondos

# smartBanner.content.backup.title
source: Wallet Backup Required
es: Respaldo de Billetera Requerido

# smartBanner.content.currencyConversion.button
source: Start
es: Iniciar
